Cannot create specified fillet at rail path corner because of the curves are already smoothed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ContinuousRailFilletCreationParallel { get; }
  Visual Basic
Public Shared ReadOnly Property ContinuousRailFilletCreationParallel As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ContinuousRailFilletCreationParallel {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace